Repository: Saidalo1/tirox_support_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

# GREETING_TEXT
source: Hello! Welcome to Tirox! How can we assist you today? Please feel free to ask any questions or share your inquiries. We're here to help!
ru: Приветствуем вас в Tirox! Чем мы можем вам помочь сегодня? Не стесняйтесь задавать вопросы или делиться своими запросами. Мы здесь, чтобы помочь!

# ERROR_LANGUAGE
source: ❌ Oops, it seems you entered incorrectly! Please select one of the options using the buttons. 👇
ru: ❌ Ой, похоже, вы ввели неправильно! Пожалуйста, выберите один из вариантов, используя кнопки. 👇

# CONSULT
source: Consultation
ru: Консультация

# ABOUT_US
source: We are the Tirox team - here for you! Simplifying your life with our loyalty card. Our mission - unique benefits and happiness for you! Feel free to reach out to us with any questions - we're always ready to help!
ru: Мы команда Tirox - здесь для вас! Облегчаем вашу жизнь с помощью нашей карты лояльности. Наша миссия - уникальные преимущества и радость для вас! Обращайтесь к нам с любыми вопросами - мы всегда готовы помочь!

# ABOUT_US_BUTTON
source: About Us
ru: О нас

source: ❌ CANCEL
ru: ❌ Отмена

# SEND_NAME_TEXT
source: Please, enter your name.
ru: Пожалуйста, введите свое имя.

# SEND_PHONE_TEXT
source: 📞 Please share your phone number by tapping the button below:
ru: Пожалуйста, отправьте свой номер телефона, нажав на кнопку ниже:

source: 📞 Send Contact
ru: 📞 Отправить контакт

# ERROR_NAME_TEXT
source: 🚫 Sorry, the name you entered is invalid. Please make sure to enter a valid name consisting of letters only (3-30 characters). Try again or click on the button below to start over🙁.
ru: 🚫 Извините, введенное вами имя недействительно. Пожалуйста, убедитесь, что вы вводите только буквы в имени (3-30 символов). Попробуйте еще раз или нажмите на кнопку ниже, чтобы начать заново.

# SEND_MESSAGE_TEXT
source: Please, send us your message.
ru: Пожалуйста, отправьте нам сообщение.

source: Back🔙
ru: Назад🔙

source: Main Menu
ru: Главное меню

# BACK_MAIN_MENU
source: Back to main menu
ru: Назад в главное меню

# BACK_TO_MENU_SELECT_LANGUAGE
source: Back to menu for select language
ru: Назад в меню выбор языка

# BACK_TO_MENU_SELECT_CATEGORY
source: Back to menu for select category
ru: Назад в меню выбор категории

# RESEND_YOUR_NAME
source: Please, resend your name:
ru: Пожалуйста, пере отправьте ваше имя:

# RESEND_YOUR_CONTACT
source: Please, resend your contact:
ru: Пожалуйста, пере отправьте ваш контакт
